PLEASE_WAIT_MESSAGE = "Пожалуйста, подождите, идет обработка запроса 🤖"
START_MESSAGE_TEMPLATE = """
🌟 *Ассистент "DS Волчица"* 🌟

🐺 {user_name}, тебя приветствует DS Волчица. 🐺 Тебе больше не придется разбираться в чужом коде, так как я проинтерпретирую любой код в любом формате (текст, картинка, видео).
Жду от тебя кода в сообщении. 🐺

📜 *Правила взаимодействия:*
- *Одно сообщение — один ответ:* Я не удерживаю контекст между сообщениями, поэтому каждое твое сообщение рассматривается как отдельный запрос.
- *Интеграция с OpenAI:* Я использую модели OpenAI для генерации ответов на твои вопросы.

Не стесняйся задавать свои вопросы, и я постараюсь помочь тебе максимально эффективно! 🐺
""".strip()
